Revit 2027 API
ParameterTypeId.RbsHvacloadDoorCoolingLoadParam Property
 "Door Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadDoorCoolingLoadParam { get; }
Public Shared ReadOnly Property RbsHvacloadDoorCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadDoorCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadDoorCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace